tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "bat"
brew "chezmoi"
brew "direnv"
brew "duf"
brew "dust"
brew "fish"
brew "fzf"
brew "gh"
brew "glow"
brew "httpie"
brew "jq"
brew "lazygit"
brew "lsd"
brew "neovim"
brew "ripgrep"
brew "sd"
brew "starship"
brew "tealdeer"
brew "xplr"
brew "zellij"

cask "helix"
cask "font-fira-code-nerd-font"

if ENV['HOMEBREW_WORK']
  brew "awscli"
end
