tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "awscli"
brew "bat"
brew "duf"
brew "dust"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "glow"
brew "helix"
brew "httpie"
brew "jq"
brew "lazygit"
brew "lsd"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "sd"
brew "starship"
brew "tealdeer"
brew "tree-sitter"
brew "xplr"
brew "zellij"

cask "font-fira-code-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "wezterm"
cask "alacritty"
cask "rectangle"
cask "hyperkey"
cask "aerospace"
