brew "awscli"
brew "bat"
brew "duf"
brew "dust"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "httpie"
brew "jq"
brew "just"
brew "lazygit"
brew "lsd"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "sd"
brew "starship"
brew "tealdeer"
brew "tree-sitter-cli"
brew "difftastic"
brew "delta"

cask "font-fira-code-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "wezterm"
cask "hyperkey"
cask "rectangle"
cask "monitorcontrol"
